{
    "kepler-62e": "It orbits around the star Kepler 62. This is a K2 star and is two-thirds larger than the Sun, located 1200 light-years away. Kepler 62e is 981 light-years away and was discovered in 2013. It is a K-type star, which means it is an orange dwarf with luminosity V. Its temperature is 270 K or -3 degrees Celsius. Its lifespan can range from 17 billion years to 70 billion years. It has a mass of 4.5 Earth masses and a size of 32 Earths. Its orbital period is 122.4 days. It is said to be a planet capable of having hydrothermal sources that provide nutrients for organisms. Its orbital radius is 0.427 AU. Duration from Earth to Kepler 62: Jet: 600 miles per hour, 1 billion years; Voyager: 38,000 miles per hour, 17 million years; Speed of light: 671 million miles per hour, 982 years.",
    "lyra": "The name refers to Orpheus’ lyre, which enchanted even Hades. After Orpheus’ death, the lyre was thrown into the ocean, and Zeus sent his eagle to retrieve it. Its brightest star is Vega, which ranks as the 5th brightest star in the night sky. Vega is also one of the closest stars to our solar system, located only 25 light-years away. Other notable stars in this constellation include Aladfar, Sulafat (meaning “turtle”), and Sheliak (also associated with a “turtle”). Visual magnitudes* of the stars in the Lyra constellation: • Vega: 0.03 • Sulafat: 3.24 • Sheliak: 3.45 • Aladfar: 4.39 *Visual magnitude measures how bright a star appears; the smaller the number, the brighter the star.",
    "scutum": "Scutum means “shield” in Latin. It was created in honor of the triumph of Polish King John III Sobieski by Johannes Hevelius in the 17th century. Scutum contains two of the largest known stars: UY Scuti and Stephenson 2-18. It also hosts two Messier objects, the open star clusters Messier 11 (the Wild Duck Cluster) and Messier 26.",
    "cygnus": "Also known as the “Swan” constellation, Cygnus is sometimes referred to as “The Northern Cross.” It was first catalogued by Ptolemy in the 2nd century. Cygnus contains several exoplanets, including Kepler-22b, and hosts the Fireworks Galaxy. The constellation is also rich in nebulae, such as the Cocoon, Pelican, Sadr, Veil, North America, Blinking Planetary, Crescent, and Jewel Bug Nebulae. Its brightest star is Deneb, and it contains two Messier objects: Messier 29 and Messier 39.",
    "aquila": "Its name, “Aquila,” means “eagle” in Latin, and it is said to represent the eagle that carried Zeus’ lightning bolts and looked after the arrows of heroes. The constellation was established by Ptolemy in the 2nd century. Aquila contains part of the “Summer Triangle,” a prominent asterism formed by the three brightest stars of the constellations Cygnus, Lyra, and Aquila itself. Aquila’s brightest star is Altair, which ranks 12th among the brightest stars in the sky. The constellation is also associated with meteor showers such as the June Aquilids and the Epsilon Aquilids. It is believed to be approximately 100 million years old.",
    "ophiuchus": "Ophiuchus is associated with the famous Greek healer Asclepius. It was catalogued by Ptolemy in the 2nd century and represents a man holding a serpent. The constellation contains several Messier objects, including Messier 9, Messier 10, Messier 12, Messier 14, Messier 19, Messier 62, and Messier 107. Its brightest star is Rasalhague.",
    "hercules": "Its brightest star is Beta Herculis, with a magnitude of 2.8. The Hercules constellation contains the “Solar Apex,” which marks the direction in which the Sun is moving along its orbit. Hercules is home to the globular cluster M92, which is approximately 14.2 billion years old, making it one of the oldest known star clusters."
}
  